SOAPe/EWSTools/EWSConvertIDTemplate.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
               xmlns:t="http://schemas.microsoft.com/exchange/services/2006/types">
  <soap:Header>
    <t:RequestServerVersion Version="Exchange2010_SP2"/>
  </soap:Header>
  <soap:Body>
    <ConvertId xmlns="http://schemas.microsoft.com/exchange/services/2006/messages"
               xmlns:t="http://schemas.microsoft.com/exchange/services/2006/types"
               DestinationFormat="%DESTINATIONFORMAT%">
      <SourceIds>
        <t:AlternateId Format="%SOURCEFORMAT%" Id="%SOURCEID%"
                       Mailbox="%MAILBOX%"/>
      </SourceIds>
    </ConvertId>
  </soap:Body>
</soap:Envelope>
